{
    "data": [
        {
            "id": 32,
            "attributes": {
                "data": {
                    "title": "Сравнение гильз в России и США",
                    "description": "В этом видео обсуждается, почему в современной России патроны делают преимущественно из стали, в то время как в США используются латунные гильзы. Обсуждается их рентабельность и доступность материалов. Также рассматривается развитие материаловедения и появление новых качественных марок стали, которые сделали производство стальных гильз дешевым и эффективным. Отмечается, что нет принципиального отличия в качестве стальных и латунных гильз с точки зрения эффективности оружия.",
                    "topics": [
                        {
                            "start": "0:00:00",
                            "end": "0:02:11",
                            "title": "The Importance of Steel Cartridge Casings in Modern Russia",
                            "paragraphs": "[00:00:00 - 00:00:08] In modern Russia, cartridge casings are primarily made of steel, while in the USA they are made of brass.\n[00:00:10 - 00:00:19] Many may wonder if steel casings are worse than brass casings, and why don't we make cartridges like in the West when it comes to national defense.\n[00:00:23 - 00:00:31] Let's explore the history of firearm development and the choice of materials for cartridge casings.\n[00:00:33 - 00:00:56] During the early stages of firearm development with unitary ammunition, casings were made from soft metals. However, this practice changed in the Soviet Union in the 1930s.\n[00:00:59 - 00:01:07] The Soviet Union needed a large quantity of ammunition in preparation for an impending war, and brass casings became scarce and expensive.\n[00:01:10 - 00:01:19] The Soviet Union opted for steel casings due to cost and the need to allocate copper and zinc for other high-tech productions.\n[00:01:22 - 00:01:35] A breakthrough in material science occurred in the early 20th century, resulting in new high-quality steel grades, making steel production cheaper than ever before.\n[00:01:37 - 00:01:44] Similarly, in the USA during the 1930s, steel production was not as extensive as in the Soviet Union, and steel ammunition was less prevalent than brass ammunition.\n[00:01:47 - 00:02:06] It is important to note that there are no significant differences in quality between steel and brass casings.",
                            "images": [
                                "https: //img3.akspic.ru/previews/5/5/4/1/7/171455/171455-zhivopis-illustracia-art-voda-oblako-500x.jpg",
                                "https: //img3.akspic.ru/previews/5/5/4/1/7/171455/171455-zhivopis-illustracia-art-voda-oblako-500x.jpg",
                                "https: //img3.akspic.ru/previews/5/5/4/1/7/171455/171455-zhivopis-illustracia-art-voda-oblako-500x.jpg"
                            ]
                        },
                        {
                            "start": "0:02:11",
                            "end": "0:02:11",
                            "title": null,
                            "paragraphs": null,
                            "images": []
                        }
                    ]
                },
                "createdAt": "2023-06-24T19:12:15.227Z",
                "updatedAt": "2023-06-24T19:12:15.227Z",
                "publishedAt": "2023-06-24T19:12:15.225Z"
            }
        },
        {
            "id": 33,
            "attributes": {
                "data": {
                    "title": "Посещение барнаульского патронного завода",
                    "description": "В этом видео я побывал на барнаульском патронном заводе и показал как производятся боеприпасы. Также я рассказал об истории завода и текущей ситуации с производством патронов в России. Кроме того, был показан процесс соревнований по практической стрельбе из карабина на приз завода. ",
                    "topics": [
                        {
                            "start": "0:00:14",
                            "end": "0:06:19",
                            "title": "The Story of Barnaul Cartridge Factory",
                            "paragraphs": "[00:00:40 - 00:00:50] Hello friends, I am in the city of Barnaul\n[00:00:52 - 00:00:57] We are entering the territory and going to the workshop\n[00:01:01 - 00:01:51] The history of Barnaul Cartridge Factory dates back to 1918\n[00:01:54 - 00:02:03] During the Great Patriotic War, the factory produced over twenty-one billion cartridges\n[00:02:07 - 00:02:14] The production of cartridges was fully automated during Soviet times\n[00:02:16 - 00:02:26] The factory has modern machinery, but some manual operations are still performed\n[00:02:30 - 00:02:52] The factory is known for its famous rotary lines, where metal strips are transformed into finished cartridges\n[00:02:56 - 00:03:44] Let's take a closer look at how the cartridge casing and bullet are made\n[00:03:38 - 00:03:59] The cartridge casing goes through multiple operations such as stamping, folding, flanging, and trimming\n[00:04:40 - 00:05:13] The bullet production includes operations like folding, drawing, trimming, and crimping\n[00:05:17 - 00:06:12] The bullet undergoes further operations like inserting a lead core, forming the tail, and calibrating its diameter\n\nThe Process of Cartridge and Bullet Production",
                            "images": [
                                "https: //img3.akspic.ru/previews/5/5/4/1/7/171455/171455-zhivopis-illustracia-art-voda-oblako-500x.jpg",
                                "https: //img3.akspic.ru/previews/5/5/4/1/7/171455/171455-zhivopis-illustracia-art-voda-oblako-500x.jpg",
                                "https: //img3.akspic.ru/previews/5/5/4/1/7/171455/171455-zhivopis-illustracia-art-voda-oblako-500x.jpg"
                            ]
                        },
                        {
                            "start": "0:06:19",
                            "end": "0:10:54",
                            "title": "A Visit to Barnaul Cartridge Plant and Shooting Competition",
                            "paragraphs": "[0:06:19 - 0:06:45] Today, at the end of 2021 in Russia, there is a shortage of cartridges for firearms. Hunters and shooters blame the cartridge manufacturers, including Barnaul Cartridge Plant. The situation is quite strange, especially considering the new American sanctions that now affect the supply of cartridges from Russia. Are the plant's actions to blame, or is it just a matter of supplying a certain amount of ammunition to the domestic market?\n[0:07:01 - 0:07:20] The deficit has occurred due to a decrease in the supply of cartridges from other domestic producers. Since all the deliveries are planned, it is impossible to quickly saturate the market.\n[0:09:20 - 0:09:57] My visit to Barnaul Cartridge Plant coincided with the All-Russian Practical Shooting Competition for the BBC Cup. This prestigious event attracted a large number of shooters from all over Russia. Participants had the opportunity to shoot various weapons, including BPZ ammunition, including the new developments from the plant. The competition lasted four days and was highly praised for its organization, including the opening and closing ceremonies.\n[0:10:01 - 0:10:16] Based on the feedback from the participants and guests, the decision was made to make this cup an annual tradition.\n[0:10:30 - 0:10:51] We had the opportunity to visit Barnaul Cartridge Plant and see for ourselves how modern ammunition is produced. We also participated in a shooting competition organized by BPZ. Thank you for your attention, subscribe to my channel, like, ask questions, and leave comments. Until next time.",
                            "images": [
                                "https: //img3.akspic.ru/previews/5/5/4/1/7/171455/171455-zhivopis-illustracia-art-voda-oblako-500x.jpg",
                                "https: //img3.akspic.ru/previews/5/5/4/1/7/171455/171455-zhivopis-illustracia-art-voda-oblako-500x.jpg",
                                "https: //img3.akspic.ru/previews/5/5/4/1/7/171455/171455-zhivopis-illustracia-art-voda-oblako-500x.jpg"
                            ]
                        },
                        {
                            "start": "0:10:54",
                            "end": "0:10:54",
                            "title": null,
                            "paragraphs": null,
                            "images": []
                        }
                    ]
                },
                "createdAt": "2023-06-24T19:15:00.716Z",
                "updatedAt": "2023-06-24T19:15:00.716Z",
                "publishedAt": "2023-06-24T19:15:00.714Z"
            }
        }
    ],
    "meta": {
        "pagination": {
            "page": 1,
            "pageSize": 25,
            "pageCount": 1,
            "total": 2
        }
    }
}